Revit 2024 API
ParameterTypeId.FabricSheetMass Property
 "Sheet Mass": Sheet Mass
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetMass { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetMass As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetMass {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace